Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: Este pedazo de tierra sobre el mar aparece también como el principal inversor en Rusia y la misma curiosa asociación encontramos en las estadísticas para Ucrania.
en: This piece of land on the Sea also appears as the main investor in Russia and the same curious Association found in the statistics for Ukraine.

source: Este tipo de integración económica es relativamente similar a la “Alianza Bolivariana para los Pueblos de Nuestra América” – ALBA impulsada por el castro-chavismo en Latinoamérica y opuesta al ALCA y los TLC de Bush, es decir, la misma explotación capitalista y saqueo imperialista, solo que pactando un margen de ganancia mayor para las burguesías nativas que la ofrecida por Washington.
en: This type of economic integration is relatively similar to the "Bolivarian Alliance for the Peoples of Our America" - ALBA, driven by the Castro-Chavism in Latin America and opposed to the FTAA, and Bush’s FTAs, namely , the same capitalist exploitation and the imperialist plunder, only with the difference of a greater margin of profit for the native bourgeoisies compared than those offered by Washington.

source: Este último ya ha pactado con el nuevo régimen para aplastar al proletariado, haciendo más evidente que el verdadero blanco de los ataques de la burguesía son ante todo sus esclavos asalariados.
en: The latter has already agreed with the new regime to crush the proletariat, making it more apparent that the real target of attacks of the bourgeoisie are first and foremost their wage slaves.

source: Esto afectó duramente a los explotados de Ucrania por ser este país la primera ruta por donde tiene que pasar el gas ruso para llegar a Europa.
en: This affected severely the exploited of Ukraine as this country is the first route through which must pass Russian gas to reach Europe.

source: Esto es lo que han comprendido los voluntarios revolucionarios que han llegado de Europa y también de Rusia para combatir al fascismo junto a sus hermanos de clase ucranianos.
en: It is what have understood the revolutionary volunteers who have come from Europe and also Russia to fight fascism with their Ukrainian class brothers.

source: Esto es lo que reclama, contra la voluntad de sus direcciones, el proletario revolucionario del Este".
en: It is what the revolutionary proletariat of the East reclaims against the will of its leaderships:

source: Esto es lo que reclama, contra la voluntad de sus direcciones, el proletario revolucionario del Este:
en: It is what the revolutionary proletariat of the East reclaims against the will of its leaderships:

source: Esto generó la respuesta de las masas tanto de la clase obrera como de la pequeña-burguesía quebrada, que salió a combatir al gobierno “pro-ruso”.
en: This generated the response of the masses both the working class and the small bourgeoisie in bankruptcy, who went out to fight the Government "pro-Russian"..

source: Esto las empujó al combate abriendo una verdadera situación pre-revolucionaria para fines de los noventas (como en Latinoamérica).
en: This pushed them to the combat, opening a real pre-revolutionary situation to late nineties (like in Latin America).

source: Esto no quiere decir que no pueda desarrollarse también una situación pre-revolucionaria:
en: This does not mean that you can develop is also a revolutionary pre situation:

source: Esto se conoce como “round-tripping” (ida y vuelta) y es la forma como la oligarquía nativa ex soviética invierte en su país lavando dinero y aprovechando las ventajas tributarias que le ofrecen acuerdos bilaterales hechos con la isla a principios de los ochentas.
en: This is known as "round tripping" and is the way as the former Soviet native oligarchy invests in its country by laundering money and tax advantages offered bilateral agreements made with the island at the beginning of the 1980s.

source: Esto se expresó de forma parcial y distorsionada en las elecciones parlamentarias y presidenciales del 98 y el 99, donde el viejo partido comunista de Ucrania obtuvo cerca de 11 millones de votos.
en: This was expressed in a partial and distorted way in the parliamentary and presidential elections of 98 and 99, where the old Communist Party of Ukraine received nearly 11 million votes.

source: Esto tuvo como consecuencia que unos fueron más iguales que otros y que para las nacionalidades les fueran asignadas distintas categorías:
en: This meant that some were more equal than others and that their nationalities were assigned different categories:

source: Estos zigzags del caudillo produjeron amplias deserciones en su partido (“Nuestra Ucrania”) pero también en la izquierda pro-europea que estaba abiertamente comprometida con su gobierno incluso ocupando ministerios.
en: These zigzags of the caudillo produced large defections in his party ("Our Ukraine") but also in the pro-European left, that was openly committed to his Government even occupying ministries.

source: Está “Nueva Izquierda” es en realidad ya vieja conocida, como la que traicionó al proletariado español en la lucha contra Franco y que ahora ha impedido que los combates de la clase obrera europea se sumen a las revoluciones del mundo semi-colonial, han impedido que se abra la revolución en Grecia donde las masas están enfrentando también al fascismo y han venido jugando también este rol en Ucrania, aislando la lucha de obreros y estudiantes del combate de sus hermanos de clase de Chile por las mismas demandas.
en: This "New left" is actually already old known, as which betrayed the Spanish proletariat in the fight against Franco and now has prevented that the fights of the European working class join to the revolutions of semi-colonial world, they have prevented that opens the revolution in Greece where the masses are also facing fascism and have also been playing this role in Ukraine, isolating the struggle of workers and students from the combat of their class brothers of Chile by the same demands.

source: Están centralizados a nivel internacional y desde allí intervienen como agentes de la burguesía en el seno del proletariado:
en: They are centralized at the international level and from there are involved as agents of the bourgeoisie in the bosom of the proletariat:

source: Evidentemente lo más conveniente es su unificación federal pero por decisión propia y no por imposición del imperialismo o del reformismo a su servicio.
en: Evidently, the most convenient is their federal unification but by its own choice and not by imposition of imperialism and reformism at its service.

source: Existe una organización que se llama desvergonzadamente “Oposición de Izquierda” dirigida por el economista Zakhar Popovych.
en: There is an organization that is unashamedly called "Left opposition" led by economist Zakhar Popovych.

source: Existen además provincias del este (Zaporizhia y Mikolaiv) donde hay manifestaciones tanto en contra de Putin como del gobierno de Kiev.
en: There are also Eastern provinces (Zaporizhzhia, and Mykolayiv) where there are demonstrations both against Putin and the Government in Kiev.

source: Finalmente el PC retrocedió y el PS como lacayo de la burguesía pro-europea de Yuschenko y Tymoshenko (oligarca del gas), con la juventud de sus partidos unificada en el frente Pora!
en: Finally, the CP recoiled, and the SP as the lackey of the pro-European bourgeoisie of Yushchenko and Tymoshenko ( gas oligarch), with the youth of their matches in the unified front!: Pora!

source: Finalmente no queremos dejar de constatar que aún no hemos saldado cuentas con el seudo-trotskismo internacional con respecto a Ucrania, esa forma de revisionismo más cínica pero peligrosa a la vez, por colgarse desvergonzadamente de la única corriente revolucionaria internacionalista que tiene el proletariado mundial para vencer:
en: We finally do not fail to note that we have not even paid accounts with international pseudo-Trotskyism with regard to Ukraine, this form of revisionism more cynical but dangerous at the same time, by hang shamelessly only current revolutionary internationalist world proletariat has to overcome:

source: Finalmente,
en: Finally,

source: Finalmente, el PS no era más que una escisión del PC, salidos ambos de los rangos sobre todo inferiores de la vieja nomenclatura ucraniana.
en: Finally, the SP was not more than a scission of CP, both emerged from the lower ranks of the old Ukrainian nomenclature.

source: Finalmente, no queremos dejar de mencionar a los morenistas de la FLTI y su teoría de la “situación revolucionaria sin revolución Maidán”, expuesta en su galimatías del 3 de abril, organización con la que rompimos a tiempo para salvar el programa del trotskismo que ahora estamos defendiendo.
en: Finally, we want to mention the morenists of the FLTI and his theory of the "revolutionary situation without revolution Maidan", exhibited in his gibberish on April 3, organization with which we broke in time to save the program of Trotskyism which we are now defending.

source: Finalmente, tenemos el caso del propio Estado de Israel.
en: Finally, we have the case of the State of Israel.

source: Finalmente, una mención curiosa:
en: Finally, a curious mention:

source: Finalmente, ¡por supuesto que es importante mostrar tolerancia cero para la extrema derecha, que está presente en el nuevo gobierno ucraniano!”.
en: Finally, of course that is important to show zero tolerance for the extreme right, which is present in the new Ukrainian Government! ".

source: Fue acordado participar bajo el paraguas [umbrella]
en: It was agreed to participate under the umbrella [umbrella]

source: Fue precisamente el 2011 que se puso en pie “Borotda” (“Lucha”) que junto con el anarquismo fueron definidos por la prensa burguesa como la “Nueva Izquierda” ucraniana.
en: It was precisely the 2011 that stood "Borotda" ("struggle"), that both anarchism and the bourgeois press defined it as "new left" Ukrainian.

source: Fueron en realidad el PS y el PC las piezas fundamentales para que el campo burgués pro-europeo cerrara la crisis política a su favor.
en: It was actually the SP and CP, fundamental parts for the pro-European bourgeois camp closed the policy crisis to their favor.

source: Fuerzas saludables del pueblo pueden ser unidas solo por los principios del internacionalismo y la amistad de las naciones, pero no sobre la contraposición del pueblo por atributos religiosos, lingüísticos, o nacionales” (Borotda, Comunicado #3).
en: "Healthy forces of the people can be united only by the principles of internationalism and the friendship of Nations, but not over the opposition of the people by attributes religious, linguistic, or national" (Borotda, statement #3).

source: Hacemos un llamamiento a los obreros de los países europeos, pidiendo su ayuda y solidaridad:
en: We appeal to you, the workers of the European countries, asking for your help and solidarity:

source: Han “olvidado” que después de la “Marcha sobre Roma” de Mussolini, se formó un gobierno de coalición donde los fascistas ocupaban solo tres ministerios y el consenso político general era que durarían en el poder solo unos meses.
en: They have "forgotten" that after the Mussolini's "March on Rome", formed a coalition Government where the fascists occupied only three ministries and the general political consensus was that they would last in power only a few months.

source: Hasta los socialdemócratas consumados de la LIT-CI dicen que no puedes calificar el levantamiento de fascista sino “le haces juego” a la oligarquía del Este, es decir, los fascistas montados en el levantamiento son el “mal menor”.
en: Even the consummated Social-democrats of the IWL-FI say you can not qualify the fascist uprising but "you play into the hands" of the oligarchy of the East, ie, the fascists mounted on uprising are the "lesser evil"..

source: Hay, pues, que estar tanto más en guardia.
en: There is, therefore, to be more on guard.

source: Hemos puesto en guardia sin descanso contra una subestimación del peligro fascista, y no seremos nosotros quienes neguemos ahora ese peligro […]
en: We have put on guard without rest counter an underestimation of the fascist danger, and we will not be us who now deny that danger [...] In fact, they pick up many votes in elections.

source: Hemos puesto en guardia sin descanso contra una subestimación del peligro fascista, y no seremos nosotros quienes neguemos ahora ese peligro […] En efecto, recogen numerosos votos en las elecciones.
en: We have put on guard without rest counter an underestimation of the fascist danger, and we will not be us who now deny that danger [...] In fact, they pick up many votes in elections.

source: Hoy parece increíble, pero esta línea derivaba de las raíces mismas de la política de la Comintern en ese momento. Los epígonos habían convertido la lucha por el campesinado en la política de disolución del proletariado en la pequeña burguesía […]
en: Today, it seems incredible, but this line was derived from the same roots of the Comintern policy at that time. The epigones had turned the fight by the peasantry in the politics of dissolution of the proletariat in the petty bourgeoisie [...]

source: Hoy, cuando el pueblo en España toma las calles, su primera demanda es la democracia directa’.
en: Today, when the people in Spain take the streets, their first demand is direct democracy '.

source: Igualmente el lanzamiento de la Asamblea para la Revolución Social, el primer grupo radical en la lista para las elecciones municipales de la ciudad de Kiev, sobre la base de la ‘democracia líquida’.
en: Also the launch of the Assembly for the Social Revolution, the first radical group in the list for the municipal elections in the city of Kiev, on the basis of the "liquid democracy".

source: Incluso Sector de Derecha se ha reunido con el embajador de Israel para explicarle que ellos no son antisemitas.
en: Even right Sector has met with the Ambassador of Israel to explain that they are not anti-Semitic.

source: Incluso el Duce toleró por dos años la oposición pacífica de la socialdemocracia italiana hasta dar el golpe definitivo sobre el conjunto de organizaciones obreras.
en: Even Il Duce tolerated by two years the peaceful opposition of the italian social democracy until the final blow over the whole of working-class organizations.

source: Inmediatamente Svoboda centralizó en Sector de Derecha milicias fascistas dispersas que se encargaron de toda la organización militar de la insurrección que se fue desarrollando con cada reacción violenta del régimen.
en: Immediately, Svoboda centralized in Right Sector fascist militias who were responsible for the entire military organization of the insurrection that was developing with each violent reaction of the regime.

source: Junto con esto debemos señalar enfáticamente que los trotskistas principistas reconocemos el derecho a la autodeterminación de los explotados (porque a la burguesía no le reconocemos nada) de la nación ucraniana con respecto al imperialismo pero también de sus dos principales nacionalidades, la rusófona y no rusófona, bajo un Estado Obrero Socialista y Democrático.
en: Along with this should point out emphatically that the principled Trotskyists recognize the right to self-determination of the exploited (because we do not recognise nothing to the bourgeoisie) of the Ukrainian nation in relation to the imperialism but also of its two principal nationalities, the Russian-speaking and non-Russian speaking one, under a Socialist and democratic Worker State.

source: Junto con la rusofilia del PC, fue el fracaso de la resolución pacífica de la cuestión ucraniana lo que despejó el camino para su “solución” fascista.
en: Along with the russophilia of the CP, was the failure of the peaceful resolution of the Ukrainian issue that cleared the way for its fascist "solution".

source: Kiev rechazó la oferta pero pactó con Moscú y la burguesía “pro-rusa” de Ucrania legitimar al régimen de transición fascista con elecciones fraudulentas del que salió ganador el millonario Poroshenko, expresando un importante cambio en la correlación de fuerzas luego del desastre de la masacre fascista de Odesa y de la extraordinaria respuesta revolucionaria del proletariado ucraniano, solo comparable a la España del 36.
en: Kiev rejected the offer but agreed with Moscow and the "pro-Russian" bourgeoisie of Ukraine to legitimize the regime of fascist transition with fraudulent elections in which came out winning the millionaire Poroshenko, expressing an important change in the correlation of forces after the disaster of the fascist massacre of Odessa and the extraordinary revolutionary response of the proletariat Ukrainian, only comparable to the Spain of 36.

source: LA CUESTIÓN NACIONAL UCRANIANA
en: UKRAINE AND THE NATIONAL QUESTION

source: LA INSURRECCIÓN EUROMAIDÁN
en: The EUROMAIDAN INSURRECTION

source: LA NUEVA IZQUIERDA EN ACCIÓN
en: THE NEW LEFT IN ACTION

source: LA NUEVA IZQUIERDA UCRANIANA
en: THE NEW UKRAINIAN LEFT

source: LA VERDAD SOBRE LA CRISIS EN UCRANIA
en: THE THRUTH ABOUT THE CRISIS IN UKRAINE

source: LAS TAREAS DEL PROLETARIADO EN UCRANIA
en: THE TASKS OF THE PROLETARIAT IN UKRAINE

source: LOS LEVANTAMIENTOS CONTRA EL EUROMAIDÁN
en: THE UPRISINGS AGAINST THE EUROMAIDAN

source: La burguesía pro-rusa movilizó en su apoyo a la clase media del este e incluso a franjas del proletariado que por el veneno del PC veían en Yanukovich un “mal menor” en comparación al imperialismo europeo, pero no tuvo éxito.
en: The pro-Russian bourgeoisie mobilized the middle class from east in support of them and even stripes of the proletariat who, because of the poison of CP, saw in Yanukovich a "lesser evil " compared to European imperialism, but was unsuccessful.

source: La burguesía rusa por su parte,
en: The Russian bourgeoisie on the other hand,

source: La burocracia estalinista rusa ejercía su dominio y opresión sobre Ucrania a través de la nomenclatura rusófona de este país.
en: The Russian Stalinist bureaucracy exerted its dominance and oppression over Ukraine through the Russian-speaking nomenclature for this country.

source: La campaña fraudulenta alrededor de la tragedia del avión malayo caído en zona de guerra es con el fin de justificar estos crimines.
en: The fraudulent campaign around the tragedy of the Malaysian aircraft, fallen in war zone, is in order to justify these crimes.

source: La clave está definitivamente en la respuesta revolucionaria del proletariado de Kiev y por eso debe levantarse la consigna de la huelga general revolucionaria de los obreros de la capital, los mineros del Este y los explotados de todas las nacionalidades de Ucrania.
en: The key is definitely on the revolutionary response of the proletariat of Kiev and that should raise the slogan of revolutionary general strike of workers in the capital, miners from the East and the exploited of all nationalities of Ukraine.

source: La clave está también y sobre todo en la unidad con el proletariado internacional llamándolo a insurreccionarse contra el fascismo y en su apoyo, llamando a que envíe brigadas obreras internacionales para combatir al fascismo y a las tropas de Putin, desde Grecia, España, Rusia, Libia y desde todos los rincones donde los explotados pasan hambre.
en: The key is also and above all in the unit with the international proletariat calling to insurrection in support of them and against fascism, calling to send workers international brigades to fight fascism and the troops of Putin, from Greece, Spain, Russia, Libya and from every corner where the exploited are hungry.

source: La coalición anarquista/”trotskista” se puso al servicio del régimen fascista de transición para subordinar y desorganizar el levantamiento de los obreros de Kryvi Rih que buscaban una salida independiente a la crisis.
en: The anarchist/ "Trotskyist" Coalition is placed at the service of the fascist transition regime to subordinate and disorganize the uprising of Kryvi Rih workers that were seeking an independent solution to the crisis.

source: La creciente popularidad de la nueva izquierda ucraniana no es sorprendente.
en: The growing popularity of the new Ukrainian left is not surprising.

source: La crisis de Ucrania y de la Humanidad se reducen a la crisis de la dirección revolucionaria del proletariado, que sin embargo, no será posible resolver sin antes derrotar a todas las direcciones traidoras que impiden el armando del proletariado y cercan su camino hacia la toma del poder.
en: The crisis in Ukraine and humanity is reduced to the crisis of revolutionary leadership of the proletariat, which, however, it will not be possible to solve without defeat before all treacherous leaderships that prevent the arming of the proletariat and hedges its way to the seizure of power.

source: La crisis del capitalismo ha conducido al colapso de los eslabones más débiles de la economía mundial, como ha sucedido en Ucrania y frente a la amenaza de la revolución proletaria, el capital financiero ha puesto en pie al fascismo que ha venido ganando influencia sobre amplias masas pequeño-burguesas desde el inicio de la crisis mundial.
en: The crisis of capitalism has led to the collapse of weakest links in the global economy as it has happened in Ukraine and in front of the threat of the proletarian revolution, the financial capital has put on its feet the fascism that has been gaining influence over broad petty-bourgeois masses since the beginning of the global crisis.

source: La debilidad intrínseca del fascismo ucraniano ha determinado que esta distancia formal se mantenga incluso durante la insurrección misma y lo empujó además a buscar en varias oportunidades un pacto de “unidad nacional” con Yanukovich.
en: The intrinsic weakness of the Ukrainian fascism has determined that this formal distance is maintained even during the same insurrection and also pushed it in to seek a "national unity" Pact with Yanukovych on several occasions.

source: La desesperación de la pequeña-burguesía, su “neurosis colectiva” la hace presa de los mayores absurdos.
en: "The desperation of the petty bourgeoisie, its "collective neurosis" makes dam of the greatest absurdities.

source: La diferencia entre ellos radica en quién es el mal menor burgués según su respectiva ubicación en el movimiento obrero.
en: The difference between them lies in who is the bourgeois evil lesser according to their respective location in the labor movement..

source: La influencia del PS creció tanto en esos años que incluso superaron en votos al PC en aquellas elecciones.
en: The influence of the SP grew so much in those years which even exceeded in votes to the CP in those elections.

source: La invasión de Rusia, apoyado en sus bases militares en Crimea, definitivamente agudizó todas las contradicciones que se venían desarrollando hasta el momento.
en: The invasion of Russia, supported in its military bases in Crimea, definitely sharpened all the contradictions had been developed so far.

source: La izquierda del Foro Social Mundial, dirigida desde la Habana, no solo impidió la unidad de las filas del proletariado al interior de Ucrania sino sobre todo fuera de ella, aislando la heroica revolución de los explotados del Kirguistán que remeció a toda Eurasia.
en: The left of the World Social Forum, directed from Havana, not only prevented the unit of the ranks of the proletariat to the interior of Ukraine but above all outside it, isolating the heroic revolution of the exploited of the Kyrgyzstan which shook throughout Eurasia.
